[launcher]
170023=Spelen
170024=Workshop
170025=AOE-website
170026=Klassementen
170027=Prestaties
170032=Je gaat nu naar Steam Workshop. Die is geen eigendom van en wordt niet beheerd door Microsoft Corporation.
170033=Deze mods uit de Steam Workshop kunnen de manier veranderen waarop Age of Empires II HD Edition werkt. Ze zijn niet gemaakt en worden niet ondersteund door Microsoft.  Door bestanden te downloaden van Steam Workshop, erken je de risico's en vrijwaar je Microsoft Corporation en gelieerde bedrijven van aansprakelijkheid in verband met je gebruik van Steam Workshop. Je gebruik van Steam Workshop is onderhevig aan de gebruiksvoorwaarden van Steam en de licentieovereenkomst voor eindgebruikers van Microsoft.
170034=Ik ga akkoord met de voorwaarden en bepalingen van de Steam Workshop-abonneedienst Overeenkomst: http://store.steampowered.com/subscriber_agreement/
170035=Agreement:
170036=Akkoord
170037=Afwijzen